Revit 2027 API
Rectangle.IsNormalized Method
 Returns true if the rectangle coordinates are normalized to the screen coordinate space; that is, left is less than right and top is less than bottom.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsNormalized()
Public Function IsNormalized As Boolean
public:
bool IsNormalized()
member IsNormalized : unit -> bool
Return Value
Boolean
See Also
Reference
Rectangle Class
Autodesk.Revit.DB Namespace